/* 
  Localizable.strings
  ZoomOpener

  Created by francis zhuo on 13/12/2017.
  
*/
"Cancel" = "Cancelar";
"Leave meeting" = "Sair da reunião";
"Your meeting will begin soon..." = "A reunião começará em breve...";
"The Zoom client you're installing will shorten the time it takes to join a meeting" = "O cliente Zoom que está instalando diminuirá o tempo que leva entrar em uma reunião.";
"Would you like to leave the meeting?" = "Gostaria de sair da reunião?";

"Join from browser" = "Ingressar do navegador";
"Try again" = "Tente novamente";
"Get support" = "Obter suporte";
"Your disk is full" = "Seu disco está cheio";
"Unknown Error" = "Erro desconhecido";
"Failed to install" = "Falha ao instalar";
"Failed to launch" = "Falha ao iniciar";
"Network connection failed" = "Falha na conexão de rede";
"Free up storage and try again." = "Libere o armazenamento e tente novamente.";
"Check your network and try again." = "Verifique sua rede e tente novamente.";
"Please try again." = "Tentar novamente.";
"If you still cannot join, contact the Zoom Support Team for help." = "Se você ainda assim não puder entrar, entre em contato com a equipe de suporte da Zoom para obter suporte.";
